Repository: ervannur/prevent-brute-force-login
Catalog: languages/prevent-brute-force-login-*.po
Languages: id_id

source: Prevent Brute Force Login
id_id: Mencegah Brute Force pada Login

source: [{site_url}] Site Lockout Notification
id_id: [{site_url}] Pemberitahuan Penguncian Website

source: [{site_url}] Unlock Request Notification
id_id: [{site_url}] Permintaan Buka Kunci Website

source: After clicking the above link you will be able to login to the WordPress administration panel.
id_id: Setelah mengklik tautan diatas, kamu dapat login ke laman administrasi Wordpress.

source: <strong>ERROR</strong>: Invalid login credentials.
id_id: <strong>Kesalahan</strong>: Kredensial salah

source: %d attempts remaining
id_id: %d upaya login tersisa

source: Error! The URL value is empty. Please specify a correct URL value to redirect to!
id_id: Kesalahan! Nilai URL kosong Harap tentukan nilai URL yang benar untuk dialihkan ke!

source: Prevent Brute Force
id_id: Cegah Brute Force

source: Settings
id_id: Pengaturan

source: Admin Notification
id_id: Notifikasi Admin

source: Unlock Request
id_id: Permintaan Buka Kunci

source: Enable Plugin
id_id: Aktifkan Plugin

source: Max login attempts
id_id: Upaya login maks

source: Retry max period
id_id: Periode maksimal coba ulang

source: Admin Email
id_id: Email Admin

source: Subject
id_id: Subjek

source: Body
id_id: Pesan

source: Unlock Request Emails
id_id: Email Permintaan Buka Kunci

source: Please enter a valid email address
id_id: Mohon masukkan alamat email dengan benar

source: User account not found!
id_id: Akun pengguna tidak ditemukan!

source: Error: No locked entry was found in the DB with your IP address range!
id_id: Error: Tidak ada data kunci ditemukan di database terhadap ip range Anda!

source: An email has been sent to you with the unlock instructions.
id_id: Sebuah email telah dikirimkan dengan instruksi pembukaan kunci.

source: You are here because you have been locked out due to too many incorrect login attempts.
id_id: Anda berada di sini karena Anda telah terkunci karena terlalu banyak usaha login yang salah.

source: Please enter your email address and you will receive an email with instructions on how to unlock yourself.
id_id: Mohon masukkan alamat email Anda dan Anda akan menerima sebuah email dengan petunjuk bagaimana untuk membuka kunci situs untuk Anda

source: Email Address
id_id: Alamat Email

source: Send Unlock Request
id_id: Kirim Permintaan Buka Kunci

source: Prevent site from brute force by limit failed login attempts
id_id: Cegah situs dari brute force dengan cara membatasi upaya login yang salah
